Repository: Buenomaurilio/IrishHelper
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: IrishHelper — Guide for immigrants in Ireland
es: IrishHelper — Guía para inmigrantes en Irlanda
pt_br: IrishHelper — Guia para imigrantes na Irlanda

source: IrishHelper — Quick Guide to Ireland
es: IrishHelper — Guía rápida de Irlanda
pt_br: IrishHelper — Guia rápido da Irlanda

source: Useful links
es: Enlaces útiles
pt_br: Links úteis

source: How to apply
es: Cómo solicitar
pt_br: Como aplicar

source: Phone numbers
es: Números de teléfono
pt_br: Telefones

source: Addresses
es: Direcciones
pt_br: Endereços

source: Jobs
es: Empleos
pt_br: Empregos

source: Useful apps
es: Aplicaciones útiles
pt_br: Apps úteis

source: All in one place
es: Todo en un solo lugar
pt_br: Tudo em um só lugar

source: Immigration (GNIB), PPS, Leap Card, Driver’s Licence (NDLS) and more — official links, step-by-step guides, phone numbers and addresses.
es: Inmigración (GNIB), PPS, Leap Card, Permiso de conducir (NDLS) y más — enlaces oficiales, guías paso a paso, números de teléfono y direcciones.
pt_br: Imigração (GNIB), PPS, Leap Card, Carteira de Habilitação (NDLS) e muito mais — links oficiais, guias passo a passo, números de telefone e endereços.

source: Language: %(locale)s | Country: %(country)s
es: Idioma: %(locale)s | País: %(country)s

source: Official
es: Oficial
pt_br: Oficial

source: Open
es: Abrir
pt_br: Abrir

source: No items yet.
es: Aún no hay elementos.
pt_br: Sem itens

source: How and where to apply
es: Cómo y dónde solicitar
pt_br: Como e onde aplicar

source: More details
es: Más detalles
pt_br: Mais detalhes

source: No guides yet.
es: Aún no hay guías.
pt_br: Sem guias

source: No phone numbers.
es: No hay números de teléfono.
pt_br: sem telefones

source: Open on map
es: Abrir en el mapa
pt_br: Abrir no mapa

source: No addresses.
es: No hay direcciones.
pt_br: Sem endereços

source: WhatsApp groups (accommodation)
es: Grupos de WhatsApp (alojamiento)
pt_br: Grupos de acomodações no WhatsApp

source: Groups to find rooms, houses and accommodation in Ireland.
es: Grupos para encontrar habitaciones, casas y alojamiento en Irlanda.
pt_br: Grupos para encontrar quartos, casas e acomodações na Irlanda

source: Join group
es: Unirse al grupo
pt_br: Acessar grupo

source: No groups yet.
es: Aún no hay grupos.
pt_br: Sem grupos

source: Jobs in Ireland
es: Empleos en Irlanda
pt_br: Empregos na Irlanda

source: Job sites
es: Portales de empleo
pt_br: Sites de emprego

source: Visit site
es: Visitar sitio
pt_br: Acessar site

source: No job sites yet.
es: Aún no hay portales de empleo.
pt_br: sem sites de emprego

source: Job groups (Facebook)
es: Grupos de empleo (Facebook)
pt_br: Grupo de emprego (Facebook)

source: Open group
es: Abrir grupo
pt_br: Acessar grupo

source: No job groups yet.
es: Aún no hay grupos de empleo.
pt_br: sem grupo de emprego

source: Useful apps and services
es: Aplicaciones y servicios útiles
pt_br: Aplicativos e serviços úteis

source: Apps and services that make day-to-day life in Ireland easier.
es: Aplicaciones y servicios que facilitan la vida diaria en Irlanda.
pt_br: Aplicativos e serviços que facilitam o dia a dia na Irlanda.

source: Open app/site
es: Abrir aplicación/sitio
pt_br: Abrir app/site

source: No apps yet.
es: Aún no hay aplicaciones.
pt_br: Sem apps

source: Recommended videos
es: Videos recomendados
pt_br: Vídeos recomendados

source: No videos.
es: No hay videos.
pt_br: Sem videos

source: Made with ❤️ for the immigrant community in Ireland.
es: Hecho con ❤️ para la comunidad inmigrante en Irlanda.
pt_br: Feito com ❤️ para a comunidade de imigrantes na Irlanda
